/* Localized versions of Localizable.strings */

/* General */
"OK" = "OK";
"Cancel" = "Cancel";
"Error" = "Error";

/* AppController.m */
"Mac OS X 10.2.7 later required." = "Mac OS X 10.2.7 later required.";
"WebKit is not available." = "WebKit is not available. Please install latest version of Safari.";
"System Events v1.2 later is required." = "System Events v1.2 later is required.";
"Can't open AppleGlot Environment folder." = "Can't open AppleGlot Environment folder.";
"Can't launch AppleGlot." = "Can't launch AppleGlot.";

/* MainWindowController.m */
"Original" = "Original";
"Translated" = "Translated";
"Reload" = "Reload";
"Do you want to reload this document before saving ?" = "Do you want to reload this document before saving ?";
"Your changes will be lost if you reload." = "Your changes will be lost if you reload.";
"This file is modified by other application." = "This file is modified by other application.";
"You need to reload document before continue to edit." = "You need to reload document before continue to edit.";

/* MyDocument.m */
"Failed to open file." = "Failed to open file.";
"File does not exist or you may not have permission." = "File does not exist or you may not have permission.";
"XML parsing error" = "XML parsing error";
"This document contains no data." = "This document contains no data.";
"There is no item that should be translated." = "There is no item that should be translated.";
